Repository: allrob23/clockwork
Catalog: clockwork_web/static/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: could not modify api key
fr: la clef API n'a pas pu être modifiée

source: could not modify update key
fr: la clef de mise à jour n'a pas pu être modifiée

source: Authorization error.
fr: Problème d'autorisation

source: This cluster is not known.
fr: La grappe de calcul (/le cluster) demandée n'a pas été trouvée.

source: You don't have access to the requested cluster.
fr: Vous n'avez pas accès à la grappe de calcul (/le cluster) demandée.

source: The argument cluster_name is missing.
fr: Le paramètre 'cluster_name' est manquant.

source: Missing argument gpu_name.
fr: Le paramètre 'gpu_name' est manquant

source: Missing argument job_id.
fr: Le paramètre 'job_id' est manquant.

source: Too many job_ids have been requested.
fr: Trop de 'job_ids' ont été demandés.

source: Found no job with job_id %(expected_job_id)s.
fr: Aucune job ne semble correspondre à l'ID %(expected_job_id)s

source: Found %(len_LD_jobs) jobs with job_id %(job_id).
fr: %(len_LD_jobs) ont été trouvés lors de la recherche à partir du job_id %(job_id)

source: Node not found
fr: Le noeud n'a pas été trouvé

source: Found more than one matching node
fr: Il existe plus d'un noeud correspondant aux critères fournis.

source: (missing node name)
fr: (nom du noeud manquant)

source: Invalid choice for number of items to display per page.
fr: Choix invalide pour le nombre d'éléments à afficher par page.

source: Missing argument, or wrong format: nbr_items_per_page.
fr: Argument manquant, ou présentant un format incorrect: nbr_items_per_page

source: The provided page name is unexpected.
fr: Aucune page ne correspond au nom de page transmis.

source: The provided column name is unexpected for this page.
fr: Cette page ne contient pas de colonne correspondant au nom transmis

source: The requested language is unknown.
fr: La langue demandée est inconnue.

source: Missing argument, or wrong format: language.
fr: Argument manquant, ou présentant un format incorrect: language

source: The requested date_format is unknown.
fr: Le format de date demandé est inconnu.

source: Missing argument, or wrong format: date_format.
fr: Argument manquant, ou présentant un format incorrect: date_format

source: The requested time_format is unknown.
fr: Le format de date est inconnu.

source: Missing argument, or wrong format: time_format.
fr: Argument manquant, ou présentant un format incorrect: time_format

source: Missing argument username.
fr: Le paramètre 'username' est manquant.

source: The requested user has not been found.
fr: L'utilisateur demandé n'a pas pu être trouvé.

source: The setting has been updated.
fr: Les paramètres ont été sauvegardés.

source: An error occurred.
fr: Une erreur est survenue.

source: The provided value is not expected for this setting.
fr: La valeur fournie ne correspond pas au paramètre à modifier.

source: The provided value is not expected for this setting
fr: La valeur fournie ne correspond pas au paramètre à modifier

source: The setting has been reset to its default value.
fr: Le paramètre a été réinitialisé.

source: Dashboard
fr: Tableau de bord

source: Clusters
fr: Grappes de calcul

source: Settings
fr: Paramètres

source: External
fr: Ressources externes

source: Logged in as
fr: Connecté en tant que

source: Logout?
fr: Déconnexion

source: SEARCH
fr: RECHERCHER

source: Filter by user
fr: Filtrer par utilisateur

source: All users
fr: Tous les utilisateurs

source: Only me
fr: Seulement moi

source: Other user...
fr: Autre utilisateur...

source: Filter by cluster
fr: Filtrer par grappe de calcul (/cluster)

source: Cluster documentation
fr: Documentation de la grappe de calcul (/du cluster)

source: No documentation available
fr: Aucune documentation disponible

source: Grafana cluster link
fr: Lien vers Grafana

source: Latest job edition is too old (more than 30 days ago)
fr: La dernière modification des jobs de ce cluster date d'il y a plus de 30 jours

source: Latest job edition is recent enough (at most 30 days ago)
fr: La dernière modification des jobs de ce cluster date d'il y a moins de 30 jours

source: A cluster error occurred recently
fr: Une erreur est récemment survenue sur la grappe de calcul (/le cluster)

source: No recent cluster error
fr: Pas d'erreur survenue récemment sur le cluster

source: Filter by status
fr: Filtrer par état

source: Run search
fr: Lancer la recherche

source: Feedback and bug reports
fr: Retours et rapport de bugs

source: Privacy policy
fr: Politique de confidentialité

source: %(cluster_name)s cluster
fr: Cluster %(cluster_name)s

source: Global information
fr: Informations globales

source: Organization
fr: Organisme

source: Timezone
fr: Fuseau horaire

source: More information
fr: Plus d'informations

source: See the official documentation
fr: Lien vers la documentation officielle

source: See additional Mila documentation
fr: Lien vers la documentation fournie par Mila

source: Display all the jobs on this cluster
fr: Afficher toutes les jobs présentes sur cette grappe de calcul (/ce cluster)

source: Display all the nodes of this cluster
fr: Afficher tous les noeuds présents sur cette grappe de calcul (/ce cluster)

source: Annual allocation
fr: Allocation annuelle

source: Jobs status
fr: États des jobs

source: Oldest job edition
fr: Plus vieille modification de job

source: Latest job edition
fr: Plus récente modification de job

source: HTTP response code
fr: Code HTTP

source: An error occurred!
fr: Une erreur est survenue !

source: GPU name
fr: Nom du GPU

source: Vendor
fr: Vendeur

source: user
fr: utilisateur

source: job name [:20]
fr: nom du job [:20]

source: start time
fr: date de début

source: end time
fr: date de fin

source: Cluster
fr: Grappe de calcul (/Cluster)

source: Job ID
fr: ID de job

source: Job name [:20]
fr: Nom de la job [:20]

source: Job state
fr: État de la job

source: Submit time
fr: Date de soumission

source: Start time
fr: Date de début

source: End time
fr: Date de fin

source: Links
fr: Liens

source: Welcome back
fr: Bienvenue

source: You currently have:
fr: Vous avez actuellement :

source: Completed jobs
fr: Jobs complétées

source: Running jobs
fr: Jobs roulantes

source: Pending jobs
fr: Jobs en attente

source: Stalled jobs
fr: Jobs bloquées

source: See all jobs
fr: Voir toutes les jobs

source: YOUR JOBS
fr: VOS JOBS

source: This list will auto-refresh!
fr: Cette liste s'auto-rafraîchira !

source: User (@mila.quebec)
fr: Utilisateur (@mila.quebec)

source: Nodes
fr: Noeuds

source: name
fr: nom

source: User settings %(mila_email_username)s
fr: Paramètres de l'utilisateur %(mila_email_username)s

source: change key
fr: modifier la clef

source: Run this command to register your account:
fr: Rouler cette commande pour enregistrer votre identifiant:

source: Get update account key
fr: Récupérer la clef de mise à jour de compte

source: Number of items displayed per page
fr: Nombre d'éléments à afficher par page

source: Dark mode
fr: Mode sombre

source: Time formatting
fr: Formattage de temps

source: In words (2 months ago)
fr: Rédigée (Il y a 2 mois)

source: Unix timestamp (1667503950)
fr: Timestamp Unix (1667503950)

source: Visible columns in dashboard table
fr: Colonnes visibles sur le tableau de bord

source: Visible columns in search table
fr: Colonnes visibles lors de la recherche de jobs

source: Settings will apply on page reload.
fr: Les paramètres seront mis à jour lorsque la page sera rechargée.

source: key
fr: clef

source: value
fr: valeur

source: Single job %(job_id)s
fr: Job %(job_id)s

source: The array below displays the Slurm elements describing the job.
fr: Le tableau ci-dessous présente les éléments du dictionnaire Slurm décrivant la job.

source: Key
fr: Clef

source: Value
fr: Valeur

source: Single node %(node_name)s
fr: Noeud %(node_name)s

source: The array below displays the Slurm elements describing the node.
fr: Le tableau ci-dessous présente les éléments du dictionnaire Slurm décrivant le noeud.

source: Accounts
fr: Comptes

source: Used on clusters:
fr: Utilisé(s) sur les grappes :

source: Director
fr: Directeur

source: See this user's jobs
fr: Voir les jobs de cet utilisateur

source: Status
fr: État

source: Users status
fr: État des utilisateurs

source: Number of users in database
fr: Nombre d'utilisateurs dans la base de données

source: Number of enabled users
fr: Nombre d'utilisateurs actifs

source: Number of users that have accounts matched to a DRAC account
fr: Nombre d'utilisateurs associés à un compte DRAC

source: Clusters status
fr: État des grappes de calcul (/clusters)

source: Number of jobs
fr: Nombre de jobs
